7zip
amd-ucode
autojump
base
base-devel
bc
bluez
bluez-utils
btop
chafa
cliphist
dunst
efibootmgr
ex-vi-compat
exfatprogs
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
feh
ffmpegthumbnailer
firefox
fontpreview
git
gparted
grim
grub
hyprland
hyprpaper
iw
jq
keyd
kitty
libinput-tools
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
nano
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obsidian
openssh
os-prober
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
poppler
power-profiles-daemon
qt6-wayland
refind
ripgrep
rtl8852be-dkms-git
sddm
slurp
swappy
swww
timeshift
trash-cli
ttf-jetbrains-mono-nerd
udiskie
udisks2
v2ray
v2raya
vim
vulkan-radeon
waybar
wireless_tools
wl-clipboard
woff2-font-awesome
wofi
wpaperd
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zoxide
zsh
